Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=494_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi ordne seminára sáme- ja maorigielaid ealáskahttimis 13.9.2011
smn: Sämikielâ já maorikielâ iäláskittem - seminaar 13.9.2011

source: Sámediggi ordne čakčamánus Helssegis seminára sáme- ja maorigielaid ealáskahttimis.
smn: Sämitige ornim Helsig seminaar fáddán lii sämikielâ já maorikielâ iäláskittem já nanodem.

source: Seminára galgá doarjut oahpahus- ja kulturministeriija álggahan sámegiela ealáskahttinprográmma plánenbarggu.
smn: Seminaar uáivilin lii leđe uási máttááttâs- já kulttuurministeriö jotonpieijâm sämikielâ iäláskittemohjelm já tuárjuđ ton vuávám já olášuttem.

source: Ealáskahttinprográmma ulbmilin lea ovddidit ja bajásdoallat sámegiela, máhcahit sámegiela sámiide, geat leat dan manahan ja bargat gielas sámeservoša duvdi giela.
smn: Jotonpieijum iäláskittemohjelm ulmen lii ovdediđ já paijeentoollâđ sämikielâ sehe macâttiđ sämikielâ ton monâttâm sámmiláid sehe toohâđ kielâst sämisiärváduv kyeddee kielâ.

source: Seminára sáme- ja maorigielaid ealáskahttimis ordnejuvvo Helssegis 13.9. dmu 9.00-15.00.
smn: Seminaar sämikielâ já maorikielâ iäláskitmist uárnejuvvoo Helsigist 13.9. tme 9.00-15.00.

source: Seminára ordnejuvvo Riikkabeivviid Pikkuparlamenttis, Arkadiankatu 3.
smn: Seminaar toollâmsaje muttoo Ovdâskode Uccâparlameentân. Jotteemčujottâs lii Arkadiankatu 3.

source: Seminárii galgá almmuhit iežas 7.9. rádjai.
smn: Seminaarân kalga almottâttâđ 7.9. räi.

source: Sáme- ja maorigielaid ealáskahttinseminára prográmma 13.9.2011.
smn: Sämikielâ ja maorikielâ iäláskittem – seminaar ohjelm 13.9.2011.

source: Sámedikki lágidan Helssega seminára fáddán leat sámegiela ja maorigiela ealáskahttin ja nannen.
smn: Sämitige ornim Helsig seminaar fáddán lii sämikielâ já maorikielâ iäláskittem já nanodem.

source: Seminára dárkkuhussan lea doaibmat oahpahus- ja kulturministeriija álggahan sámegiela ealáskahttinprográmma oassin ja doarjut dan plánema ja ollašuhttima.
smn: Seminaar uáivilin lii leđe uási máttááttâs- já kulttuurministeriö jotonpieijâm sämikielâ iäláskittemohjelm já tuárjuđ ton vuávám já olášuttem.

source: Jođus leahkki ealáskahttinprográmma ulbmilin lea ovddidit ja bajásdoallat sámegiela ja maiddái máhcahit sámegiela dan massán sápmelaččaide ja maiddái bargat gielas sámeservoša duvdi giela.
smn: Jotonpieijum iäláskittemohjelm ulmen lii ovdediđ já paijeentoollâđ sämikielâ sehe macâttiđ sämikielâ ton monâttâm sámmiláid sehe toohâđ kielâst sämisiärváduv kyeddee kielâ.

source: Seminára oktan dárkkuhussan lea dieđihit sámedikki ulbmiliin ja doaibmabijuin seailluhit ja ovddidit sámegiela ja maiddái doalahit dan eallinfámu.
smn: Seminaar ohtân uáivilin lii tieđettiđ sämitige uulmijn já tooimâin siäiluttiđ já ovdediđ sämikielâ sehe paijeentoollâđ ton eellimvuáimálâšvuođâ.

source: Ulbmilin lea maiddái buktit ovdan positiivvalaš málle Ođđa Selándas ássi eamiálbmoga, maorigiela ealáskahttin- ja duvdindoaimmain.
smn: Ulmen lii meiddei pyehtiđ oovdân positiivlâš maali Uđđâ Seelandist ässee algâaalmug, maorikielâ iäláskittem- já nanodemtooimâin.

source: Maorigiella oaččui virggálaš sajádaga ovdal sámegiela jagi 1987.
smn: Maorikielâ uážui virgálii sajattuv ovdil sämikielâ ive 1987.

source: Maoriid giellabeassi ja eará ealáskahttinfidnut leat beaggán miehtá máilmmi buriid bohtosiin.
smn: Maorij kielâpiervâl já eres iäláskittemhaavah láá nijttám jyehi kuávlust maailm stuorrâ mááinu šiev puátudijdiskuin.

source: Dan dihte lea juo rivttes áigi beassat gullat maoriid iežaset muitaleami earret eará maoriid giela ođđaseamos fidnus, mas geavahuvvo dán áigge teknologiija maorigiela ealáskahttimis.
smn: Tondiet lii viijmâg-uv äigi peessâđ kuullâđ maorij jieijâs muštâlem eres lasseen maorikielâ uđđâsumos haavâst taanáigásii teknologia kevttimist maorikielâ iäláskitmân.

source: Semináras leat ovdan maiddái sámegielaid nugo anárašgiela ealáskahttinfidnut ja daid bohtosat.
smn: Seminaarist kuullâp meid sämikielâi tegu anarâškielâ iäláskittemhaavâin já toi puátusijn.

source: Dáinna seminárain sámediggi háliida maiddái hástit ja movttiidahttit sierra oassebeliid bargat sámegiela nannema várás.
smn: Tain seminaarijn haalijd sämitigge meid hästiđ já movtijdittiđ jieškote-uv peelijd porgâđ sämikielâ naanoodmân.

source: Seamma háve lea vejolašvuohta ságastallat sámegiela ja kultuvrra boahttevuođa ovddidanvejolašvuođain.
smn: Siämmást lii máhđulâšvuotâ savâstâllâđ sämikielâ já kulttuur puátteevuođâ ovdedemmáhđulâšvuođâin.

source: Sámediggi háliida sihkkarastit sámegiela boahttevuođa nu sámiid ruovttuguovllus go dan olggobealdege.
smn: Sämitigge haalijd turviđ sämikielâ puátteevuođâ nuuvt sämikuávlust ko ton ulguubeln-uv.

source: Suomas hállojuvvojit golbma sámegiela, davvisáme-, anáraš- ja nuortalašgiella.
smn: Suomâst sárnuh kulmâ sämikielâ, tave-, aanaar- já nuorttâsämikielâ.

source: Buot sámegielat gullet áitatvuloš gielaid jovkui.
smn: Puoh sämikielah kuleh uhkevuálážij kielâi juávkun.

source: Jos sámegielat jávket, jávká seamma háve áidnalunddot oassi kultuvrras ja lundui gulavaš árbevirolaš diehtu, dasgo giella, kultuvra ja luondu gullet lávga oktii.
smn: Jis sämikielah láppojeh, láppoo siämmást mettedmettum uási kulttuurâst já luándun lohtâseijee ärbivuáválâš tiätu, tastko kielâ, kulttuur já luándu kuleh aldasávt oohtân.

source: Lassidieđut semináras:
smn: Almottâtmeh 7.9. räi:

source: Sámedikki I várreságajođiheaddji Irja-Seurujärvi-Kari irja.
smn: Sämitige I värisaavâjođetteijee Irja-Seurujärvi-Kari irja.

source: fi dahje
smn: fi tâi

source: sámi gielladorvočálli Siiri Jomppanen siiri.
smn: säämi kielâtorvočällee Siiri Jomppanen siiri.
